[["Arystoteles", "Arystoteles (gr. Ἀριστοτέλης, Aristotelēs, ur. 384 p.n.e., zm. 322 p.n.e.) – filozof, jeden z trzech – obok Sokratesa i Platona – najsławniejszych filozofów starożytnej Grecji. Nazywany też Stagirytą (od miejsca urodzenia) lub po prostu Filozofem (w tekstach średniowiecznych i nowożytnych).\nBył twórcą odmiennego od platonizmu i równie spójnego systemu filozoficznego, który bardzo silnie wpłynął na filozofię i naukę europejską.", 430, 58], ["Freddie Mercury", "Freddie Mercury (ur. jako Farrokh Bulsara 5 września 1946 w Stone Town, zm. 24 listopada 1991 w Londynie) – brytyjski muzyk, piosenkarz rockowy i autor tekstów.\nKarierę muzyczną rozpoczął w zespole Ibex (później przemianowanym na Wreckage). Od 1970 wokalista zespołu Queen, który uznawany jest za jedną z najlepszych i najbardziej wpływowych grup muzycznych wszech czasów. Wydali razem 14 albumów studyjnych: Queen (1973), Queen II (1974), Sheer Heart Attack (1974), A Night at the Opera (1975) A Day at the Races (1976), News of the World (1977), Jazz (1978), The Game (1980), Hot Space (1982), The Works (1984), A Kind of Magic (1986), The Miracle (1989), Innuendo (1991) i Made in Heaven (1995).", 698, 111], ["Tolkien", "John Ronald Reuel Tolkien, CBE (wym. [dʒɒn ˈɹʷɒnld ˈɹʷuːəl ˈtʰɒlkiːn]; ur. 3 stycznia 1892 w Bloemfontein w Oranii, zm. 2 września 1973 w Bournemouth) – brytyjski pisarz oraz profesor filologii klasycznej i literatury staroangielskiej na University of Oxford. Jako autor powieści Władca Pierścieni, której akcja rozgrywa się w mitycznym świecie Śródziemia, spopularyzował literaturę fantasy.\nJest autorem wielu dzieł rozgrywających się w Śródziemiu: powieści Hobbit, czyli tam i z powrotem, Władca Pierścieni, Silmarillion (nieuporządkowanego jako spójna całość narracyjna przez Ronalda – książkę przygotował do druku jego syn Christopher Tolkien) oraz kilku krótkich form, opowiadań niezwiązanych lub luźno związanych z wielką mitologią, tzw.", 743, 100], ["Lady Gaga", "Lady Gaga, właściwie Stefani Joanne Angelina Germanotta (wym. /ˈstɛfəni ˌdʒɜːrməˈnɒtə/; ur. 28 marca 1986 w Nowym Jorku) – amerykańska piosenkarka, kompozytorka, pianistka, autorka tekstów, aktorka i producentka muzyczna pochodzenia włoskiego.\nJej pseudonim artystyczny powstał dzięki jednemu z jej producentów. Rob Fusari(ang.) wysłał jej maila, w którym wspominał piosenkę zespołu Queen – „Radio Ga Ga”, porównując styl śpiewu artystki do tego prezentowanego przez Freddiego Mercury’ego. Fusari twierdzi, że krótko po tym zaczął nazywać Germanottę „Gagą”, a sama artystka dodała „Lady”, tłumacząc, że „Gaga było zbyt krótkie i szalone”.", 638, 86], ["Wittgenstein", "Ludwig Josef Johann Wittgenstein (ur. 26 kwietnia 1889 w Wiedniu, zm. 29 kwietnia 1951 w Cambridge) – filozof zajmujący się przede wszystkim językiem i logiką, poruszał także kwestie kluczowe dla filozofii umysłu i matematyki. Jego wczesne prace uczyniły z niego „ojca chrzestnego” neopozytywizmu, późniejsze natomiast stanowiły kluczowy wkład w badaniach nad pragmatyką.\n\n\n== Życiorys ==\nWittgensteinowie byli jedną z najbogatszych rodzin Austrii. Ojciec Ludwiga, Karl Wittgenstein, był austriackim magnatem stalowym.", 518, 68], ["Władysław Łokietek", "Władysław I Łokietek (ur. między 3 marca 1260, a 19 stycznia 1261, zm. 2 marca 1333 w Krakowie) – król Polski w latach 1320–1333, książę na Kujawach Brzeskich i Dobrzyniu 1267–1275 (pod opieką matki), udzielne rządy razem z braćmi 1275–1288, książę brzeski i sieradzki 1288–1300, książę sandomierski 1289–1292, 1292–1300 lennik Wacława II, regent w księstwie dobrzyńskim 1293–1295, książę łęczycki 1294–1300, książę wielkopolski i pomorski 1296–1300, na wygnaniu w latach 1300–1304, od 1304 w Wiślicy, od 1305 ponownie w Sandomierzu, Sieradzu, Łęczycy i Brześciu, od 1306 w Krakowie i zwierzchnictwo nad księstwami: inowrocławskim i dobrzyńskim, 1306–1308/1309 na Pomorzu, od 1314 w Wielkopolsce, od 1327 zamiana Sieradza i Łęczycy na Inowrocław i Dobrzyń, w 1329 utrata ziemi dobrzyńskiej, w 1332 utrata Kujaw. Był ojcem Kazimierza III Wielkiego.\nDo najważniejszych osiągnięć Władysława Łokietka na drodze do tronu królewskiego należało stłumienie buntów mieszczan wywołanych przez krakowskiego wójta Alberta oraz poznańskiego Przemka, a także umiejętnie prowadzona działalność dyplomatyczna. Był pierwszym władcą Polski koronowanym w Krakowie – w katedrze wawelskiej, przez arcybiskupa gnieźnieńskiego Janisława.", 1214, 167], ["Maria Konopnicka", "Maria Stanisława Konopnicka z domu Wasiłowska, krypt. i ps. „M. K.”, „K.”, „Ko-mar”, „Jan Sawa”, „Marko”, „Jan Waręż”, „Humanus”, „Ursus”, „Mruczysław Pazurek” (ur. 23 maja 1842 w Suwałkach, zm. 8 października 1910 we Lwowie) – polska poetka i nowelistka okresu pozytywizmu, krytyczka literacka, publicystka i tłumaczka; jedna z najwybitniejszych pisarek w historii literatury polskiej.\n\n\n== Życiorys ==\n\n\n=== Dzieciństwo ===\n\nMaria Konopnicka była córką Józefa Wasiłowskiego i Scholastyki z Turskich.", 501, 67], ["Alan Turing", "Alan Mathison Turing (ur. 23 czerwca 1912 w Londynie, zm. 7 czerwca 1954 w Wilmslow k. Manchesteru) – brytyjski matematyk, kryptolog, twórca koncepcji maszyny Turinga i jeden z twórców informatyki. Uważany za ojca sztucznej inteligencji.\n\n\n== Życiorys ==\n\n\n=== Dzieciństwo i młodość ===\nJego ojciec, Julius Turing, był pracownikiem indyjskiej służby cywilnej (Indian Civil Service) i razem z żoną Ethel, z domu Stoney (1881–1976), mieszkał w Chatrapur niedaleko Madrasu w południowych Indiach.", 493, 69], ["Grzegorz Świetlicki", "Marcin Adam Świetlicki (ur. 24 grudnia 1961 w Lublinie) – polski poeta, powieściopisarz, dziennikarz, wokalista zespołu Świetliki, Czarne Ciasteczka, Najprzyjemniejsi i Zgniłość. Współpracował także z wieloma innymi artystami, między innymi z Robertem Brylewskim, Krzysztofem „Grabażem” Grabowskim, Katarzyną Nosowską, Bogusławem Lindą, Mikołajem Trzaską i Cezarym Ostrowskim. Wziął udział nagraniu tribute albumu „Janerka na basy i głosy” poświęconemu Lechowi Janerce.\n\n\n== Życiorys ==\n\nMarcin Świetlicki jest synem Lucjana Świetlickiego i Anny z Łysakowskich Świetlickiej. Jego ojciec jest historykiem i regionalistą związanym z Piaskami.", 640, 79], ["Jan Kochanowski", "Jan Kochanowski (ur. ok. 1530 w Sycynie, zm. 22 sierpnia 1584 w Lublinie) – polski poeta epoki renesansu, tłumacz, prepozyt kapituły katedralnej poznańskiej w latach 1564–1574, poeta nadworny Stefana Batorego w 1579 roku, sekretarz królewski Zygmunta Augusta, a następnie wojski sandomierski w latach 1579–1584. Uważany jest za jednego z najwybitniejszych twórców renesansu w Europie i poetę, który najbardziej przyczynił się do rozwoju polskiego języka literackiego.\n\n\n== Życiorys ==\n\nDokładna data urodzenia Jana Kochanowskiego nie jest znana.", 545, 74], ["Martin Luther King", "Martin Luther King Jr. (ur. 15 stycznia 1929 w Atlancie, zm. 4 kwietnia 1968 w Memphis) – amerykański pastor baptystyczny, lider ruchu praw obywatelskich, działacz na rzecz równouprawnienia Afroamerykanów i zniesienia dyskryminacji rasowej, laureat pokojowej Nagrody Nobla z roku 1964, człowiek roku 1963 magazynu „Time”. Zamordowany 4 kwietnia 1968 roku przez przeciwników politycznych.\n\n\n== Młodość i edukacja ==\nUrodził się 15 stycznia 1929 roku w Atlancie jako syn Martina Luthera Kinga seniora i Alberty Williams (córki pastora).", 534, 75]]